Repository: cornelinux/simplesamlphp-module-privacyidea
Catalog: locales/*/LC_MESSAGES/privacyidea.po
Languages: cs, de, nl

source: privacyIDEA Authentication
de: privacyIDEA Authentifizierung

source: An error occurred
cs: Došlo k chybě
de: Ein Fehler ist aufgetreten
nl: Er is een fout opgetreden

source: Please enter your OTP
cs: Vložte jednorázový kód
de: Bitte geben Sie Ihr Einmalpasswort ein
nl: Vul je eenmalige wachtwoord in.

source: Authenticate against privacyIDEA
cs: Přihlášení systémem privacyIDEA
de: Anmelden gegen privacyIDEA
nl: Authenticeer tegen privacyIDEA

source: Please enter your username and password
cs: Vložte své uživatelské jméno a heslo
de: Bitte geben Sie Ihr Nutzername und Passwort ein
nl: Vul je gebruikersnaam en wachtwoord in

source: Remember username
cs: Nezapomeň na uživatelské jméno
de: Erinnere Nutzername
nl: Remember usernam

source: Remember me
cs: Nezapomeň na mě
de: Erinnere mich

source: Submit
cs: Odeslat
de: Absenden

source: Password
cs: Heslo
de: Passwort
nl: Wachtwoord

source: OTP
cs: Jednorázový kód
de: Einmalpasswort

source: Organization
cs: Organizace
de: Organisation
nl: Organisatie

source: Alternate login options:
cs: Další možnosti přihlášení:
de: Alternative Login Optionen:
nl: Alternatieve inlogopties:

source: Logout
cs: Odhlásit
de: Abmelden
nl: Uitloggen

source: Unable to proceed with WebAuthn because the context is insecure!
cs: Není možné použít autentizaci WebAuthn, protože neodpovídá bezpečnostní kontext.
de: WebAuthn kann nicht fortgesetzt werden, da der Kontext unsicher ist!
nl: Kan niet doorgaan met WebAuthn omdat de context onveilig is!

source: Could not load WebAuthn library. Please try again or use other token.
cs: Načtení WebAuthn knihovny se nezdařilo. Zkuste to znovu nebo použijte jiný token.
de: WebAuthn-Bibliothek konnte nicht geladen werden. Bitte versuchen Sie es erneut oder verwenden Sie ein anderes Token.
nl: Kon WebAuthn-bibliotheek niet laden. Probeer het opnieuw of gebruik een ander token.

source: Error while signing WebAuthnSignRequest:
cs: Chyba při podepisování WebAuthnSignRequest:
de: Fehler beim Signieren von WebAuthnSignRequest:
nl: Fout bij het ondertekenen van WebAuthnSignRequest:
